Repository: cristdulcey/loducode_web3
Catalog: loducode_web3/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Value
es: Valor

source: Attribute Land
es: Atributo de la land

source: Attributes Lands
es: Atributo de las lands

source: Attribute Nft
es: Atributo del nft

source: Attributes Nft
es: Atributo de los nfts

source: Description
es: Descripción

source: Image
es: Imagen

source: Attributes
es: Atributos

source: Level
es: Nivel

source: Update level
es: Actualizar nivel

source: List of all Attributes registered in the system.
es: Lista de todos los Atributos registrados en el sistema.

source: Create a Attributes data.
es: Crear datos de Atributos.

source: Returns the information of a specific Attributes.
es: Devuelve la información de un Atributo específico.

source: Update a Attributes data.
es: Actualizar datos de Atributos.

source: Partially update a Attributes data.
es: Actualizar parcialmente los datos de un Atributo.

source: Destroy a Attributes data.
es: Destruir datos de Atributos.

source: List of all Lands registered in the system.
es: Lista de todos las Lands registrados en el sistema.

source: Create a Lands data.
es: Crear datos de Lands.

source: Returns the information of a specific Lands.
es: Devuelve la información de un Land específico.

source: Update a Lands data.
es: Actualizar los datos de Lands.

source: Partially update a Lands data.
es: Actualizar parcialmente los datos de Lands.

source: Destroy a Lands data.
es: Destruye los datos de Lands.

source: List of all Nfts registered in the system.
es: Lista de todos los Nfts registrados en el sistema.

source: Create a Nfts data.
es: Crear datos de Nfts.

source: Returns the information of a specific Nfts.
es: Devuelve la información de un Nfts específico.

source: Update a Nfts data.
es: Actualizar datos de Nfts.

source: Partially update a Nfts data.
es: Actualice parcialmente los datos de Nfts.

source: Destroy a Nfts data.
es: Destruye los datos de Nfts.
